Repository: Gormm1980/gis-weather
Catalog: po/*.po
Languages: cs, el, ja, lt

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You can find the full text of the license under http://www.gnu.org/licenses/gpl.txt
cs: Tento program je svobodný software: můžete jej šířit a nebo modifikovat a to za podmínek uvedených v licenci GNU General Public License, vydávané Free Software Foundation, buď ve verzi 3 licence, nebo (podle vašeho uvážení) kterékoli pozdější verze. Tento program je rozšiřován v naději, že bude užitečný, ale BEZ JAKÉKOLIV ZÁRUKY; neposkytují se ani odvozené záruky PRODEJNOSTI NEBO VHODNOSTI PRO URČITÝ ÚČEL. Podívejte se na GNU General Public License pro další podrobnosti. Můžete si najít plné znění licence v rámci http://www.gnu.org/licenses/gpl.txt
el: Αυτό το πρόγραμμα είναι ελεύθερο λογισμικό: Επιτρέπεται η αναδιανομή ή / και τροποποίηση υπό τους όρους της GNU General Public License όπως αυτή έχει δημοσιευθεί από το Ίδρυμα Ελεύθερου Λογισμικού, είτε με την έκδοση 3 της άδειας, ή (κατ 'επιλογή σας) οποιαδήποτε μεταγενέστερη έκδοση. Αυτό το πρόγραμμα διανέμεται με την ελπίδα ότι θα είναι χρήσιμο, αλλά ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ; χωρίς καν την υπονοούμενη εγγύηση της ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΕΝΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ. Δείτε το GNU General Public License για περισσότερες λεπτομέρειες. Μπορείτε να βρείτε το πλήρες κείμενο της άδειας στο http://www.gnu.org/licenses/gpl.txt
ja: このプログラムはフリーソフトウェアです。 あなたはFree Software Foundationによって公開されているGNU General Public Licenseの元で (ライセンスのバージョン3もしくは、それ以降のバージョンを自由に選んで)、 このプログラムを再配布、あるいは変更することができます。 このプログラムは役に立つことを希望して配布していますが、 いかなる保証もありませんし、暗示的にも市販性、特定目的との適合性の保証もありません。 詳細に関しては、GNU General Public Licenseを参照してください。 あなたは、以下でこのライセンスの完全なテキストを見つけることができます。 http://www.gnu.org/licenses/gpl.txt
lt: Ši programa yra nemokama: galite platinti ir/ar keisti ją pagal GNU Bendrosios Viešosios Licenzijos sąlygas, kaip skelbia Laisvosios programinės įrangos fondas, tiek taikant 3-ąją licenzijos versiją, tiek (pasirinktinai) bet kurią naujesnę versiją. Ši programa platinama tikintis, kad ji bus naudinga, tačiau BE JOKIOS GARANTIJOS; netgi be numatomos PERKAMUMO ar ATITIKIMO KONKREČIAI PASKIRČIAI garantijos. Daugiau informacijos GNU Bendrojoje Viešojoje Licenzijoje. Visas licenzijos tekstas patalpintas http://www.gnu.org/licenses/gpl.txt

source: Weather widget
cs: Počasí widget
el: Γραφικό στοιχείο καιρού
ja: 天候ウィジェット
lt: Orų valdiklis

source: Help and Ideas
cs: Nápověda a nápady
el: Βοήθεια και ιδέες
ja: 支援者及び考案者
lt: Pagalba ir idėjos

source: Backgrounds
cs: Pozadí
el: Φόντο
ja: バックグラウンド
lt: Fonai

source: Icons
cs: Ikony
el: Εικονίδια
ja: アイコン
lt: Piktogramos

source: translator-credits
cs: Miroslav Fótyi <m.fotyi@seznam.cz>
el: μεταφραστής-εύσημα Anastasiadis Stavros <anastasiadis.st00@gmail.com>, 2014 Chris Taklis (kailor) <ctaklis@gmail.com>, 2014 Naoum Spyros <pipis.nm@gmail.com>, 2014 George Ioakeimidis (GeoMint) <geomint@mail.com>, 2014
ja: HIPPO
lt: Karolis Ryselis <djryse@gmail.com>

source: Error loading config file
cs: Chyba při načítání souboru konfigurace
el: Σφάλμα κατά την φόρτωση του αρχείου διαμόρφωσης
ja: 設定ファイルの読み込みエラー
lt: Nepavyko įkelti konfigūracijos failo

source: Choose your city on
cs: Vyberte si město na
el: Επέλεξε την πόλη σου
ja: 都市を選択してください：
lt: Pasirinkite savo miestą

source: and copy the city code below
cs: a zkopírujte kód města níže
el: και αντέγραψε τον κώδικα της πόλης παρακάτω
ja: 次に、都市のコードを以下にコピーしてください
lt: ir nukopijuokite miesto kodą žemiau

source: For example
cs: Například
el: Για παράδειγμα
ja: 例
lt: Pavyzdžiui

source: City code
cs: Kód města
el: Κώδικας πόλης
ja: 都市コード
lt: Miesto kodas

source: Location
cs: Místo
el: Τοποθεσία
ja: 位置
lt: Vietovė

source: Code
cs: Kód
el: Κώδικας
ja: コード
lt: Kodas

source: Place
cs: Místo
el: Τοποθεσία
ja: 都市名
lt: Vieta

source: Go to link
cs: Přejít na odkazy
el: Πήγαινε στον σύνδεσμο
ja: リンク先へ進む
lt: Eiti į saitą

source: Send email
cs: Poslat e-mail
el: Στείλε μήνυμα
ja: メールの送信
lt: Siųsti elektroninį laišką

source: Help
cs: Nápověda
el: Βοήθεια
ja: ヘルプ
lt: Pagalba

source: Preferences
cs: Preference
el: Προτιμήσεις
ja: 設定
lt: Nustatymai

source: m/s
el: μ/δ

source: km/h
el: χλμ/ω

source: Beaufort scale
cs: Beaufortova stupnice
el: Μποφόρ
ja: Beaufort階級
lt: Boforto skalė

source: Knots
cs: Smyčky
el: Κόμβοι
lt: Mazgai

source: Never
cs: Nikdy
el: Ποτέ
ja: 絶対にしない
lt: Niekada

source: Only at start
cs: Pouze na začátku
el: Μόνο στην αρχή
ja: 開始時だけ
lt: Tik paleidžiant

source: Always
cs: Vždy
el: Πάντα
ja: 常に
lt: Visada

source: No
cs: Ne
el: Όχι
ja: いいえ
lt: Ne

source: Only background
cs: Pouze na pozadí
el: Μόνο στο παρασκήνιο
ja: 背景だけ
lt: Tik fone

source: Yes
cs: Ano
el: Ναι
lt: Taip

source: Author
cs: Autor
el: Εκδότης
ja: 作者
lt: Autorius

source: Downloading
cs: Stahování
el: Μεταφορτώνει
ja: ダウンロード中
lt: Atsiunčiama

source: Update
cs: Aktualizace
el: Ενημέρωση
ja: アップデート
lt: Naujinti

source: Current version
cs: Současná verze
el: Τωρινή έκδοση
ja: 現在のバージョン
lt: Dabartinė versija

source: Available new version
cs: K dispozici je nová verze
el: Διαθέσιμη νέα έκδοση
ja: 新しいバージョンが利用可能です
lt: Prieinama nauja versija

source: Error downloading updates
cs: Chyba při stahování aktualizací
el: Σφάλμα κατά τη μεταφόρτωση των ενημερώσεων
ja: アップデートのダウンロードエラー
lt: Klaida atsisiunčiant atnaujinimus

source: Error installing updates
cs: Chyba při instalaci aktualizace
el: Σφάλμα κατά την εγκατάσταση των ενημερώσεων
ja: アップデートのインストールエラー
lt: Klaida diegiant atnaujinimus

source: Installation
cs: Instalace
el: Εγκατάσταση
ja: インスタレーション
lt: Diegimas

source: Error removing
cs: Chyba při odstraňování
el: Σφάλμα κατά την αφαίρεση
ja: 削除エラー
lt: Klaida šalinant

source: Running multiple instances is not supported
cs: Spuštění více instancí není podporováno
el: Δεν υποστηρίζεται το τρέξιμο πολλαπλών παρουσιών
ja: 複数のインスタンスの稼働はサポートされていません
lt: Keleto egzempliorių paleidimas nėra palaikomas

source: number of instances
cs: Počet instancí
el: αριθμός παρουσιών
ja: インスタンスの数
lt: egzempliorių kiekis

source: testing mode turned on
cs: Zapnutý testovací režim
el: κατάσταση δοκιμής ενεργή
ja: テストモードがONになっています
lt: testavimo režimas įjungtas

source: Now
cs: Nyní
el: Τώρα
ja: 現在
lt: Dabar

source: Configuration folder
cs: Konfigurační složka
el: Φάκελος ρύθμισης
ja: 設定フォルダ
lt: Konfigūracijos aplankas

source: Error loading color scheme
cs: Chyba při načítání barevného schématu
el: Σφάλμα κατά την φόρτωση του συνδιασμού χρωμάτων
ja: カラースキームの読み込みエラー
lt: Nepavyko įkelti spalvų schemos

source: Error loading preset
cs: Chyba při načítání přednastavení
el: Σφάλμα κατά τη φόρτωση των ρυθμίσεων
ja: プリセットの読み込みエラー
lt: Nepavyko įkelti šablono

source: Enter full path to script
cs: Zadejte úplnou cestu ke skriptu
el: Δώστε την πλήρη διαδρομή για το script
ja: スクリプトへのフルパスを入力
lt: Įveskite pilną kelią iki scenarijaus

source: Exit
cs: Konec
el: Έξοδος
ja: 終了
lt: Uždaroma

source: Check for new version
cs: Podívejte se na novou verzi
el: Ελέγξτε για νέα έκδοση
ja: 新しいバージョンをチェック
lt: Tikrinti, ar yra nauja versija

source: Unable to check for updates
cs: Nelze zkontrolovat aktualizace
el: Αδυναμία ελέγχου των ενημερώσεων
ja: アップデートをチェックすることができません
lt: Nepavyko patikrinti, ar yra atnaujinimų

source: New version available
cs: Nová verze
el: Νέα έκδοση διαθέσιμη
ja: 新しいバージョンが利用できます
lt: Prieinama nauja versija

source: You are using the latest version
cs: Používáte poslední verzi
el: Χρησιμοποιείται την τελευταία έκδοση
ja: 最新のバージョンを使用中です
lt: Naudojate naujausią versiją

source: Screenshot saved to
cs: Screenshot uloženy v
el: Το στιγμιότυπο οθόνης αποθηκεύτηκε στο
ja: スクリーンショットを保存しました
lt: Ekrano nuotrauka išsaugota į

source: Unable to get the screenshot
cs: Nelze získat screenshot
el: Αδυναμία απόκτησης του στιγμιοτύπου οθόνης
ja: スクリーンショットを取得することができません
lt: Nepavyko gauti ekrano nuotraukos

source: Getting weather...
cs: Získejte počasí ...
el: Λήψη καιρού...
ja: 天候を取得中...
lt: Gaunama orų informacija...

source: Error getting weather
cs: Nepodařilo se získat počasí
el: Σφάλμα λήψης καιρού
ja: 天候の取得エラー
lt: Nepavyko gauti orų informacijos

source: Location not set
cs: Místo není nastaveno
el: Δεν ορίστηκε περιοχή
ja: 位置情報が設定されていません
lt: Neparinkta vietovė

source: Next update in
cs: Další aktualizace v
el: Επόμενη ενημέρωση σε
ja: 次の更新
lt: Kitas atnaujinimas po

source: min
el: λεπ
ja: 分

source: Next try in 10 seconds
cs: Další pokus za 10 sekund
el: Επόμενη προσπάθεια σε 10 δευτερόλεπτα
ja: 10秒以内に次をトライします
lt: Kitas bandymas po 10 sekundžių

source: Connection error
cs: Problém s připojením
el: Σφάλμα σύνδεσης
ja: 接続エラー
lt: Ryšio klaida

source: feels like
cs: Pocitově
el: Αίσθηση ως
ja: のような気がする
lt: jaučiasi kaip

source: Updated on server
cs: Aktualizováno na serveru
el: Ενημερώθηκε στον εξυπηρετητή
ja: サーバー上での更新
lt: Atnaujinta serveryje

source: Weather received
cs: Počasí bylo přijato
el: Ο καιρός λήφθηκε
ja: 天候の受信
lt: Orų informacija gauta

source: E
cs: V
el: Α
ja: 東
lt: R

source: S
cs: J
el: Ν
ja: 南
lt: P

source: W
cs: Z
el: Δ
ja: 西
lt: V

source: N
cs: S
el: Β
ja: 北
lt: Š

source: humid.
cs: mokrý.
el: Υγρ.
ja: 湿度
lt: drėgn.

source: water
cs: voda
el: Νερό
ja: 水温
lt: vanduo

source: Morning
cs: Ráno
el: Πρωί
ja: 午前
lt: Rytas

source: Day
cs: Den
el: Μεσημέρι
ja: 午後
lt: Diena

source: Evening
cs: Večer
el: Απόγευμα
ja: 夕方
lt: Vakaras

source: Night
cs: Noc
el: Βράδυ
ja: 夜
lt: Naktis

source: Tomorrow
cs: Zítra
el: Αύριο
ja: 明日
lt: Rytoj

source: Today
cs: Dnes
el: Σήμερα
ja: 本日
lt: Šiandien

source: Background image not found
cs: Obrázek na pozadí nebyl nalezen
el: Δέν βρέθηκε το φόντο
ja: 背景画像が見つかりません
lt: Fono paveikslėlis nerastas

source: downloading
cs: stahování
el: μεταφορτώνει
ja: ダウンロード中
lt: atsiunčiama

source: Unable to download
cs: Nelze stáhnout
el: Αδυναμία μεταφόρτωσης
ja: ダウンロードできません
lt: Nepavyko atsiųsti

source: Icon not found
cs: Ikona nenalezena
el: Εικονίδιο δεν βρέθηκε
ja: アイコンが見つかりません
lt: Piktograma nerasta

source: Widget size
cs: Widget velikost (rozměr)
el: Μέγεθος γραφικού στοιχείου
ja: ウィジェット サイズ
lt: Valdiklio dydis

source: width
cs: šířka
el: Πλάτος
ja: 幅
lt: plotis

source: height
cs: výška
el: Ύψος
ja: 高さ
lt: aukštis

source: including indent
cs: včetně odrážky
el: συμπεριλαμβανομένης της περίπτωσης
ja: インデントを含む
lt: įskaitant įtrauką

source: Requires restart
cs: Potřebný restart
el: Απαιτείται επανεκκίνηση
ja: 再起動を要求
lt: Reikia paleisti iš naujo

source: Removed
cs: Odstraněno
el: Αφαιρέθηκε
ja: 削除された
lt: Pašalinta

source: Added
cs: Přidáno
el: Προστέθηκε
ja: 追加された
lt: Pridėta

source: Invalid location code
cs: Špatný lokalitní kód
el: Άκυρος κωδικός περιοχής
ja: 不正な位置情報コード
lt: Neteisingas vietovės kodas

source: Your screen does not support alpha
cs: Vaše obrazovka nepodporuje alfa
el: Η οθόνη σας δεν υποστηρίζει Άλφα
ja: スクリーンがアルファをサポートしていません
lt: Jūsų ekranas nepalaiko alpha

source: Your screen supports alpha
cs: Vaše obrazovka podporuje alfa
el: Η οθόνη σας υποστηρίζει Άλφα
ja: スクリーンはアルファをサポートしています
lt: Jūsų ekranas palaiko alpha

source: If the city code is wrong, please read
cs: Pokud je kód města špatný, čtěte
el: Έαν ο κωδικός πόλης είναι λάθος, παρακαλούμε διαβάστε
ja: 都市コードが間違っている場合にお読みください
lt: Jei miesto kodas neteisingas, skaitykite

source: Failed to get the name of the location
cs: Nepodařilo se získat název umístění
el: Απέτυχε να πάρει το όνομα της τοποθεσίας
ja: 位置情報名の取得に失敗しました
lt: Nepavyko gauti vietovės pavadinimo

source: Getting weather for
cs: Získání počasí pro
el: Πάρτε καιρό για
ja: 天候を取得中
lt: Gaunama orų informacija

source: days
cs: dny
el: ημέρες
ja: 日中
lt: dienoms

source: Calm
el: Ήρεμος
ja: 穏やか
lt: Ramu

source: updated on server
cs: Aktualizace na serveru
el: ενημερώθηκε στον εξυπηρετητή
ja: サーバ上での更新
lt: atnaujinta serveryje

source: weather received
cs: přijaté počasí
el: ο καιρός λήφθηκε
ja: 天候の受信
lt: orų informacija gauta

source: How to get
cs: Jak
el: Πως να το πάρετε
ja: 取得方法
lt: Kaip gauti

source: Setup...
cs: Nastavení...
el: Ρύθμιση...
ja: 設定中
lt: Sąranka...

source: Black
cs: Černý
el: Μαύρο

source: White
cs: Bílý
el: Άσπρο

source: Gray
cs: Šedý
el: Γκρι

source: Lock position
cs: Zámek polohy
el: Θέση κλειδώματος
ja: 表示位置を固定
lt: Užfiksuoti padėtį

source: On all desktops
cs: Na všech plochách
el: Σε όλες τις επιφάνειες εργασίας
ja: 全てのデスクトップ上
lt: Ant visų darbalaukių

source: Always on top
cs: Vždy na vrcholu
el: Πάντα σε πρώτο πλάνο
ja: 常に最前面に

source: Save screenshot
cs: Uložit snímek obrazovky
el: Αποθήκευση στιγμιότυπου οθόνης
ja: スクリーンショットを保存
lt: Išsaugoti ekrano nuotrauką

source: Show/Hide widget
cs: Zobrazit / Skrýt widget
el: Εμφάνιση/Απόκρυψη γραφικού στοιχείου
ja: ウィジェットの表示/非表示
lt: Rodyti/slėpti valdiklį

source: Refresh
cs: Aktualizovat
el: Ανανεώση
ja: 更新
lt: Atnaujinti

source: Start new instance
cs: Start nové instance
el: Εκκίνηση Νέας διεργασίας
ja: 新しいインスタンスを開始する

source: Go to site
cs: Jdi na stránku
el: Μετάβαση στον Ιστότοπο
ja: サイトに行く

source: Indicator icons
cs: Indikátor ikon
el: Ενδεικτικά εικονίδια
ja: 指標用アイコン
lt: Indikatoriaus piktogramos

source: Background
cs: Pozadí
el: Φόντο
ja: バックグラウンド
lt: Fonas

source: Text
el: Κείμενο
ja: テキスト
lt: Tekstas

source: Window
cs: Okno
el: Παράθυρο
ja: ウィンドウ
lt: Langas

source: Presets
cs: Přednastavení
el: Προεπιλογές
ja: プリセット
lt: Šablonai

source: About
cs: O
el: Σχετικά με
ja: このソフトについて
lt: Apie

source: Close
cs: Zavřít
el: Κλείσιμο
ja: 閉じる
lt: Uždaryti

source: Unable to download page, check the network connection
cs: Nelze stáhnout stránky, zkontrolujte síťové připojení
el: Αδυναμία μεταφόρτωσης της σελίδας, ελένξτε την σύνδεση δικτύου
ja: ダウンロードのページが利用できません、ネットワーク接続をチェックしてください
lt: Nepavyko atsiųsti puslapio, patikrinkite interneto ryšį

source: Temperature
cs: Teplota
el: Θερμοκρασία
ja: 気温
lt: Temperatūra

source: Wind
cs: Vítr
el: Άνεμος
ja: 風速
lt: Vėjas

source: Pressure
cs: Tlak
el: Πίεση
ja: 気圧
lt: Slėgis

source: Humidity
cs: Vlhkost vzduchu
el: Υγρασία
ja: 湿度

source: Sunrise
cs: Východ slunce
el: Ανατολή
ja: 日の出

source: Sunset
cs: Západ slunce
el: Δύση
ja: 日没

source: Precipitation
cs: Srážky
el: Υγροποίηση
ja: 降水量

source: Menu icons
cs: Ikony menu
el: Εικονίδια λίστας
ja: メニュー アイコン

source: Add
cs: Přidat
el: Προσθέστε
ja: 追加
lt: Pridėti

source: Close & Reload selected
cs: Zavřít a načíst vybrané
el: Κλείστε και επαναφορτώστε τα επιλεγμένα
ja: 終了&再起動 選択されました
lt: Uždaryti ir įkelti iš naujo pasirinktą

source: Remove selected
cs: Odstranit vybrané
el: Αφαίρεση των επιλεγμένων
ja: 削除 選択されました
lt: Pašalinti pasirinktą

source: Language weather
cs: Jazyk počasí
el: Γλώσσα καιρού
ja: 天候用言語
lt: Orų kalba

source: Weather service
cs: Poskytovatel počasí
el: Υπηρεσία καιρού
ja: 天候提供
lt: Orų tarnyba

source: Found a bug?
cs: Našel jste chybu ?
el: Βρήκατε ένα σφάλμα;
ja: バグを見つけましたか？
lt: Radote klaidą?

source: Want to translate?
cs: Chcete překládat ?
el: Θες να μεταφράσεις;
ja: 翻訳したいですか？
lt: Norite versti?

source: Have any questions?
cs: Máte nějaké otázky ?
el: Έχετε ερωτήσεις;
ja: 何か質問がありますか？
lt: Turite klausimų?

source: Have any suggestions?
cs: Máte nějaké návrhy ?
el: Έχετε προτάσεις;
ja: 何らかの提案がありますか？
lt: Turite pasiūlymų?

source: You can support my project
cs: Můžete podpořit můj projekt
el: Μπορείτε να υποστηρίξετε το έργο μου
ja: このプロジェクトをサポートできますか？
lt: Galite prisidėti prie mano projekto

source: Read more
cs: Číst více
el: Διαβάστε περισσότερα
ja: 続きを読む
lt: Skaityti daugiau

source: Changelog
cs: Seznam změn
el: Αρχείο καταγραφής αλλαγών
ja: 更新履歴
lt: Pasikeitimų žurnalas

source: Source Code
cs: Zdrojový kod
el: Πηγαίος Κώδικας
ja: ソースコード
lt: Išeities kodas

source: What's New
cs: Co je nového
el: Τι Νέο
ja: 最新情報
lt: Kas naujo

source: Translation status
cs: Stav překladu
el: Κατάσταση μετάφρασης
ja: 翻訳状況
lt: Vertimų būsena

source: Update (in minutes)
cs: Aktualizace ( v minutách)
el: Ενημέρωση (σε λεπτά)
ja: アップデート(分単位)
lt: Atnaujinti po (minutėmis)

source: Check for updates
cs: Kontrola aktualizací
el: Έλεγχος για ενημερώσεις
ja: アップデートのチェック
lt: Tikrinti, ar yra atnaujinimų

source: Open...
cs: Otevřít
el: Άνοιγμα...
ja: 開く
lt: Atidaryti...

source: Program language
cs: Jazyk programu
el: Γλώσσα προγράμματος
ja: 使用する言語
lt: Programos kalba

source: Weather language
cs: Jazyk počasí
el: Γλώσσα καιρού
ja: 天気用語
lt: Orų kalba

source: Add launcher icon to menu
cs: Přidání ikony spouštěče do nabídky
el: Προσθέστε το εικονίδιο εκίννησης στο μενού
ja: メニューに起動アイコンを追加します
lt: Pridėti paleidyklės piktogramą į meniu

source: Autostart at login
cs: Autostart při přihlášení
el: Αυτόματη εκκίνηση κατά τη σύνδεση
ja: ログイン時に自動的に起動
lt: Automatiškai paleisti prisijungiant

source: Number of instances
cs: Počet instancí
el: Αριθμός των γεγονότων
ja: インスタンスの数
lt: Egzempliorių kiekis

source: Start delay (in seconds)
cs: Zpoždění startu (v sekundách)
el: Εκκίνηση καθυστέρησης (σε δευτερόλεπτα)
ja: スタートの遅延時間(秒単位)
lt: Paleidimo vėlinimas (sekundėmis)

source: Autostart
el: Αυτόματη εκκίνηση
ja: 自動起動
lt: Paleisti automatiškai

source: Configured in the first instance
cs: Konfigurováno v první instanci
el: Πιστοποιήθηκε κατά την πρώτη εισαγωγή
ja: 最初のインスタンスでの設定
lt: Nurodoma pirmame egzemplioriuje

source: General
cs: Všeobecné
el: Γενικά
ja: 全般
lt: Bendri

source: Wind chill
cs: Větrný chlad
el: Ψύξη ανέμου
ja: 体感温度
lt: Jaučiama temperatūra

source: Date separator format
cs: Formát oddělovače dat
el: Διαχωριστικό μορφής ημερομηνίας
ja: 日付分割形式
lt: Datos skyriklio formatas

source: Swap the day and month
cs: Zaměňte den a měsíc
el: Ανταλλάξτε την ημέρα και το μήνα
ja: 日と月を入れ替える
lt: Sukeisti dieną ir mėnesį

source: Units
cs: Jednotky
el: Μονάδες
ja: 単位
lt: Vienetai

source: Left
cs: Vlevo
el: Αριστερά
ja: 左端
lt: Kairėje

source: Top
cs: Záhlaví
el: Πάνω
ja: 上端
lt: Viršuje

source: Padding
cs: Vyplnění
el: Ανακατασκευάζοντας
ja: パディング
lt: Postūmis

source: Fix BadDrawable error
cs: Opravit chybu špatného vykreslení
el: Διόρθωση λάθος κακού σχεδιασμού
ja: BadDrawableエラーを修正
lt: Pataisymas klaidai BadDrawable

source: Transparency
cs: Průhlednost
el: Διαφάνεια
ja: 透明度
lt: Permatomumas

source: Scale
cs: Stupnice
el: Κλίμακα
ja: 拡大/縮小
lt: Mastelis

source: Show
cs: Ukázat
el: Εμφάνισε
ja: 表示
lt: Rodyti

source: Offset from center
cs: Odsazení od středu
el: Μετατόπιση από το κέντρο
ja: 中心からのオフセット量
lt: Atitraukimas nuo centro

source: Block Tomorrow
cs: Blokovat zítra
el: Κατηγορία Αύριο
ja: 明日の予報の表示
lt: Blokas „Šiandien“

source: Block Today
cs: Blokovat dnes
el: Κατηγορία Σήμερα
ja: 今日の予報の表示
lt: Blokas „Rytoj“

source: Block Now
cs: Blokovat nyní
el: Κατηγορία Τώρα
ja: 現在の表示
lt: Blokas „Dabar“

source: Block Sunrise
cs: Blokovat východ slunce
el: Αποκλεισμός Ανατολής
ja: 日の出を表示

source: Reduce
cs: Zredukovat
el: Μείωσε
ja: 小さく表示
lt: Sumažinti

source: Angle of rotation
cs: Úhel natočení
el: Γωνία περιστροφής
ja: 回転角
lt: Posūkio kampas

source: Block Wind
cs: Blokovat vítr
el: Κατηγορία Άνεμος
ja: 風の表示
lt: Blokas „Vėjas“

source: Block Additional info
cs: Blokovat přidané informace
el: Κατηγορία Πρόσθετες πληροφορίες
ja: 追加情報の表示
lt: Blokas „Papildoma informacija“

source: Block Moonrise
cs: Blokovat východ měsíce
el: Αποκλεισμός Σελήνης
ja: 月の出を表示

source: Number of days
cs: Počet dnů
el: Αριθμός ημερών
ja: 表示日の数
lt: Dienų skaičius

source: Show weather retrieval time
cs: Zobrazit čas načítání počasí
el: Δείτε τον χρόνο ανάκτησης του καιρού
ja: 予報の取得時刻を表示
lt: Rodyti orų gavimo laiką

source: Show splash screen
cs: Zobrazit úvodní obrazovku
el: Εμφάνιση οθόνη εκκίνησης
ja: スプラッシュスクリーンを表示
lt: Rodyti ekrano užsklandą

source: Hide splash screen after attempts (0 - do not hide)
cs: Skrýt úvodní obrazovku po pokusech (0 - neskrýt)
el: Ορίσε τον αριθμό απόκρυψης της οθόνης εκκίνησης (0-χωρίς απόκρυψη)
ja: スプラッシュスクリーンを非表示にするまでの試行回数（0 - 非表示にしない）
lt: Slėpti ekrano užsklandą po bandymų (0 - neslėpti)

source: Show chance of rain
cs: Ukázat možnost deště
el: Δείξε πιθανότητα βροχής
ja: 降水確率を表示
lt: Rodyti lietaus tikimybę

source: View
cs: Pohled
el: Δείξε
ja: 表示
lt: Rodymas

source: Font
cs: Písmo
el: Γραμματοσειρά
ja: フォント
lt: Šriftas

source: Main color
cs: Hlavní barva
el: Πρωτεύον χρώμα
ja: 平日の色
lt: Pagrindinė spalva

source: Color weekend
cs: Barva víkendu
el: Χρωμάτισε σαββατοκύριακο
ja: 週末の色
lt: Savaitgalių spalva

source: Color wind
cs: Barva větru
el: Χρωμάτισε άνεμο
ja: 風の色
lt: Vėjo spalva

source: High wind (-1 = not highlighted)
cs: Silný vítr (-1 = není zvýrazněno)
el: Δυνατός Άνεμος (-1 = χωρίς επισήμανση)
ja: 非常に強い風 (-1は強調表示されない)
lt: Didelis vėjas (-1 = neparyškinta)

source: Shadow color
cs: Barva větru
el: Σκίαση χρώματος
ja: 影の色
lt: Šešėlių spalva

source: Shadow
cs: Stín
el: Σκίαση
ja: 影をつける
lt: Šešėliai

source: Weekend
cs: Víkend
el: Σαββατοκύριακο
ja: 週末
lt: Savaitgalis

source: Weather description style
cs: Styl popisu počasí
el: Στυλ περιγραφής καιρού
ja: 予報の表示形式
lt: Orų aprašymo stilius

source: Use image
cs: Použijte obrázek
el: Χρήση της εικόνας
ja: 画像を使用
lt: Naudoti paveikslėlį

source: Select
cs: Výběr
el: Επιλογή
ja: 選択
lt: Pasirinkti

source: Corner radius
cs: Poloměr zaoblení
el: Ακτίνα της γωνίας
ja: 角丸の半径

source: Color
cs: Barva
el: Χρώμα
ja: 色
lt: Spalva

source: Appearance
cs: Vzhled
el: Εμφάνιση
ja: 外観
lt: Išvaizda

source: Type (restart required)
cs: Typ (vyžaduje se restart)
el: Τύπος (χρειάζεται επανεκίνηση)
ja: アイコンの形式(再起動が必要)
lt: Tipas (reikia paleisti iš naujo)

source: Width
cs: Šířka
el: Πλάτος
ja: 幅
lt: Plotis

source: Color shadow
cs: Barva stínu
el: Σκιά χρώματος
ja: 影の色
lt: Šešėlių spalva

source: Show text
cs: Zobrazit text
el: Εμφάνισε κείμενο
ja: テキストを表示

source: Fix the size
cs: Opravte velikost
el: Επιδιόρθωση μεγέθους
ja: サイズを固定
lt: Pataisyti dydį

source: Size
cs: Velikost
el: Μέγεθος
ja: サイズ
lt: Dydis

source: Indicator
cs: Indikátor
el: Δείκτης
ja: 表示関連
lt: Indikatorius

source: Update now
cs: Aktualizovat nyní
el: Ενημέρωση τώρα
ja: 直ちにアップデートします
lt: Naujinti dabar

source: Manual update
cs: Manuální aktualizace
el: Χειροκίνητη ενημέρωση
ja: 手動でアップデートします
lt: Rankinis atnaujinimas

source: You can support project
cs: Můžete podpořit projekt
el: Μπορείτε να υποστηρίξετε το έργο
ja: このプロジェクトをサポートすることができます
lt: Galite prisidėti prie projekto

source: Additional information
cs: Dodatečné informace
el: Πρόσθετη πληροφορία
ja: 追加情報
lt: Papildoma informacija

source: Cleaning temporary files
cs: Odstranění dočasných souborů
el: Καθαρισμός προσωρινών αρχείων
ja: 一時ファイルを削除しています
lt: Valomi laikini failai

source: Restart
el: Επανεκκίνηση
ja: 再起動
lt: Paleisti iš naujo

source: Update successful
cs: Aktualizace úspěšná
el: Η ενημέρωση ολοκληρώθηκε με επιτυχία
ja: 更新しました
lt: Naujinimas sėkmingas

source: Update error
cs: Chyba aktualizace
el: Σφάλμα ενημέρωσης
ja: アップデート エラー
lt: Naujinimo klaida

source: Height tune
cs: Přizpůsobit výšku

source: Time of day gradient
cs: Časový gradient dne

source: bft
cs: Síla větru dle Beauforta

source: kts
cs: uzly
lt: mgz

source: Switch to app menu
cs: Přepněte do nabídky aplikace

source: Switch to weather menu
cs: Přepnout na nabídku počasí

source: mmHg
lt: mm gyv. stulp.

source: inHg
lt: col. gyv. stulp.
